{
  "jokes": [
    "Why do divers always dive backward? Because if they dive forward, they fall into the boat!",
    "What’s an electrician’s worst nightmare? Not being up to date.",
    "Why do fish hate computers? Because they’re afraid of the net.",
    "What did the mama tomato say to her baby tomato who was late? Ketchup!",
    "Why do ghosts love elevators? Because it lifts their spirits.",
    "Why don’t skeletons ever fight each other? They don’t have the guts.",
    "What do you call a cat who has seen it all? A cat-alogue.",
    "Why do bees always have honey? Because they work in a hive.",
    "What does a zero say to an eight? Nice belt!",
    "Why are ducks always on time? Because they’re always in the pond.",
    "What does a strawberry do on a horse? Tagada tagada!",
    "Why do cows always watch trains go by? Because they love the track.",
    "What do you call a boomerang that doesn’t come back? A stick.",
    "Why don’t pirates know the alphabet? Because they get stuck on R.",
    "What’s a gardener’s worst nightmare? Planting himself in front of his clients.",
    "Why do apples always fall? Because they don’t have parachutes.",
    "What does one wall say to another? Meet you at the corner.",
    "Why don’t computers like the rain? Because they’re afraid of bugs.",
    "What do you call a dog that does magic? A Labracadabrador.",
    "Why do divers always dive with a parachute? Nah, that’s just a joke!",
    "What does one printer say to another? Got any ink?",
    "Why don’t ghosts like the rain? Because they get all wet.",
    "What do you call a bear with no teeth? A gummy bear.",
    "Why don’t ladders ever fight? They prefer to stay neutral.",
    "What does a fish do when it falls in love? It falls for it.",
    "Why don’t chickens wear pants? Because they already have legs!",
    "What does one lamp say to another? You make me shine.",
    "Why don’t elephants tan? Because they’re afraid of trunk burns.",
    "What do you call a duck that loves jazz? A jazz duck.",
    "Why do tomatoes blush? Because they saw the salad undress.",
    "What does one watch say to another? Are you on time or late?",
    "Why are goldfish bad at sports? Because they’re always dizzy.",
    "What do you call a snake working at a store? A python cashier.",
    "Why do ghosts love parties? Because they can make new spirit friends.",
    "What does a spider say to its computer? I’m spinning my web.",
    "Why don’t vampires like the sun? Because it burns them instantly.",
    "What do you call a horse that loves to sing? A horse-ette.",
    "Why don’t sheep use Google? Because they prefer to bleat.",
    "What does a frog do on a swing? It jumps for joy!",
    "Why do chickens always watch trains go by? So they don’t miss the chicken express.",
    "What do you call a pig that plays guitar? A rock’n’pork.",
    "Why do unicorns love the Internet? Because they surf the magic web.",
    "What does one watermelon say to another? You’re too melon-dramatic.",
    "Why do kangaroos love math? Because they skip steps.",
    "What do you call a rabbit that boxes? A carrot puncher.",
    "Why do ghosts love parties? Because they’re always in high spirits.",
    "What does a bear do on a trampoline? It bounces with joy.",
    "Why don’t snails like races? Because they hate speed.",
    "What do you call a dog that sings out of tune? A barking singer.",
    "Why don’t trees ever get lost? Because they always stay rooted.",
    "What does one computer say to another when it’s hungry? I need a byte."
  ]
}
